OF_Sims/planar_Sims/planarPoiseuille_1dT/constant/momentumTransport
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      momentumTransport;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType laminar;

/* laminar
{
    model               Maxwell;

    MaxwellCoeffs
    {
        nuM             1;
        lambda          5;
    }

    printCoeffs         on;
} */

// ************************************************************************* //
